Repository: cybertigro/mmade.by
Catalog: languages/*.po
Languages: ru_ru

source: Users
ru_ru: Пользователи

source: Search...
ru_ru: Поиск

source: All categories
ru_ru: Все категории

source: Min Price
ru_ru: Минимальная цена

source: Max Price
ru_ru: Максимальная цена

source: Also from
ru_ru: Так же из

source: Like
ru_ru: Нравится / Хочу

source: Cannot Like Own Pin
ru_ru: Не получается отметить как понравившееся

source: Share on VK.com
ru_ru: Поделиться vKontakte

source: Share on OK.ru
ru_ru: Поделиться в Одноклассниках

source: Embed
ru_ru: Вставить в сайт

source: Zoom
ru_ru: Увеличить

source: Report
ru_ru: Жалоба

source: Repinned from
ru_ru: Добавлено из

source: more likes
ru_ru: больше понравившихся

source: more repins
ru_ru: больше вещей

source: px -Image Width
ru_ru: px -Ширина картинки

source: px -Image Height
ru_ru: px -Высота картинки

source: Source
ru_ru: Ресурс

source: via
ru_ru: от

source: on
ru_ru: в

source: Please write a little about why you want to report this pin.
ru_ru: Почему вы хотите пожаловаться на вещь? Может быть её присвоили, а может она аморальна или просто плохого качества материалы.

source: Pin reported. Thank you for your submission.
ru_ru: Жалоба принята. Благодарим вас за вашу бдительность.

source: Report Pin
ru_ru: Отправить жалобу
