Repository: cybertigro/mmade.by
Catalog: languages/*.po
Languages: ru_ru

source: 404 Error: Page Not Found
ru_ru: Нам очень жаль но страница не найдена (=4_4=)

source: Oops... the page you requested could not be found.
ru_ru: Оуч... Запрашиваемая вами страница не найдена.

source: Perhaps searching will help.
ru_ru: Возможно, поиск поможет.

source: Most Followers
ru_ru: Самый популярный

source: Most Pins
ru_ru: Самый активный

source: Send Message
ru_ru: Связаться

source: Your Email
ru_ru: Ваш Email

source: Your Message
ru_ru: Ваше сообщение

source: Message sent to
ru_ru: Сообщение отправлено

source: Close
ru_ru: Закрыть

source: Boards
ru_ru: Коллекции

source: pins
ru_ru: вещи

source: Pins
ru_ru: Вещи

source: likes
ru_ru: нравится

source: Likes
ru_ru: Нравится

source: followers
ru_ru: подписчики

source: Followers
ru_ru: Подписчики

source: following
ru_ru: подписан

source: Following
ru_ru: Подписан

source: Follow
ru_ru: Подписаться

source: Unfollow
ru_ru: Отписаться

source: Share on Facebook
ru_ru: Поделиться в Facebook

source: Share on Twitter
ru_ru: Поделиться в Twitter

source: Share on Reddit
ru_ru: Поделиться в Reddit

source: Share on Google+
ru_ru: Поделиться в Google+

source: Share on Pinterest
ru_ru: Поделиться в Pinterest

source: Edit Profile
ru_ru: Редактировать профиль

source: Edit User
ru_ru: Редактировать пользователя

source: Nothing yet.
ru_ru: Пока ничего нет. о_О

source: Pin
ru_ru: Вещь

source: Follower
ru_ru: Подписчик

source: Myself!
ru_ru: Это вы

source: &laquo; Previous
ru_ru: &laquo; Предыдущий

source: Next &raquo;
ru_ru: Следующий &raquo;

source: No one following yet.
ru_ru: Пока никто не следит за вами

source: Not following anyone yet.
ru_ru: Пока ни за кем не следит

source: pin
ru_ru: Вещь

source: Follow Board
ru_ru: Подписаться

source: Unfollow Board
ru_ru: Отписаться

source: Edit Board
ru_ru: Редактировать

source: 0 Comments
ru_ru: Нет комментариев

source: 1 Comment
ru_ru: 1 комментарий

source: % Comments
ru_ru: % Комментариев

source: Edit
ru_ru: Редактировать

source: Pages:
ru_ru: Страницы

source: Category
ru_ru: Категории

source: &laquo; Older Comments
ru_ru: &laquo; Старые комментарии

source: Newer Comments &raquo;
ru_ru: Новые комментарии &raquo;

source: X Cancel reply
ru_ru: X Отменить

source: Post Comment
ru_ru: Комментировать

source: Add a comment...
ru_ru: Добавить комментарий

source: Login to comment...
ru_ru: Войдите чтоб комментировать

source: Welcome
ru_ru: Добро пожаловать!

source: Username or Email
ru_ru: Имя или Email

source: Password
ru_ru: Пароль

source: Forgot?
ru_ru: Забыли?

source: Login
ru_ru: Вход

source: or
ru_ru: или

source: Sign Up
ru_ru: Зарегистрироваться

source: Top
ru_ru: Наверх

source: You need to enable Javascript.
ru_ru: Вам нужно включить Javascript

source: Untitled
ru_ru: Без названия

source: Pinned onto
ru_ru: Еще в

source: Board in
ru_ru: В коллекции

source: Board by
ru_ru: Коллекция от

source: Pins from
ru_ru: Вещи из

source: Tag:
ru_ru: Метки:

source: Category:
ru_ru: Категории:

source: Search results for
ru_ru: Результаты поиска:

source: Email not verified. Please check your email for verification link.
ru_ru: Email не подтвержден. Пожалуйста проверьте свою электронную почту.

source: <strong>ERROR</strong>: Incorrect Captcha.
ru_ru: <strong>Ошибка</strong>: Не правильный код

source: This content is password protected. To view it please enter your password below:
ru_ru: Защищено паролем. Для того чтоб посмотреть авторизуируйтесь.

source: Describe your pin...
ru_ru: Опишите вашу вешь

source: Title...
ru_ru: Как называется?

source: Description...
ru_ru: Короткое описание ...

source: Tags e.g. comma, separated
ru_ru: Свойства и материалы изделия через запятую (кожа, эластичная, ручная работа)

source: Price e.g. 23.45
ru_ru: Цена в рублях

source: Category for New Board
ru_ru: Категория коллекции

source: All items loaded
ru_ru: Загружено

source: Add Another Pin
ru_ru: Добавить еще одну вещь

source: Add new board...
ru_ru: Добавить новую коллекцию

source: Board already exists. Please try another title.
ru_ru: Такая коллекция уже есть. выберите другое название.

source: Error. Please try again.
ru_ru: Ошибочка. Попробуйте еще.

source: Cancel
ru_ru: Отменить

source: comment
ru_ru: комментарий

source: comments
ru_ru: комментарии

source: Enter new board title
ru_ru: Введите название новой коллекции

source: Image is too small (min size: %d x %dpx)
ru_ru: Картинка слишком маленькая (минимальный размер: %d x %d px)

source: Incorrect Username/Password
ru_ru: Неправильное имя пользователя или пароль

source: Invalid image file. Please choose a JPG/GIF/PNG file.
ru_ru: Неправильная картинка. Выбирайте .jpg / .png / .gif .

source: Loading...
ru_ru: Гружу...

source: Notifications (Latest 30)
ru_ru: Последние уведомления

source: onto
ru_ru: в

source: Please create a new board
ru_ru: Создайте новую коллекцию, пожалуйста.

source: Please enter title
ru_ru: Введите название, пожалуйста.

source: Please login or register here
ru_ru: Войдите или зерегистрируйтесь здесь

source: Please type a comment
ru_ru: Впишите ваш комментарий

source: Pinned to
ru_ru: Еще в

source: Please enter both username and password.
ru_ru: Пожалуйста введите логин и пароль

source: Please enter url
ru_ru: Введите ссылку url

source: Repin
ru_ru: Добавить в коллекцию

source: Repins
ru_ru: Вещи

source: Repinned to
ru_ru: Сохранены в

source: See This Pin
ru_ru: Смотреть вещь

source: See All
ru_ru: Посмотреть все

source: Share it with your friends
ru_ru: Рассказать друзьям

source: Sorry, unable to find any pinnable items.
ru_ru: Извините, изображение не найдено.

source: Video
ru_ru: Видео

source: Your pin is pending review
ru_ru: Ваша вещь находится на рассмотрении.

source: %s min ago
ru_ru: %s минута назад

source: %s mins ago
ru_ru: %s минут назад

source: %s hour ago
ru_ru: %s час назад

source: %s hours ago
ru_ru: %s часов назад

source: %s day ago
ru_ru: %s день назад

source: %s days ago
ru_ru: %s дней назад

source: Reply
ru_ru: Ответить

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий на модерации.

source: %s repinned your "%s" pin at %s
ru_ru: %s вашу вещь добавили "%s" в %s

source: To change your notification settings, visit %s
ru_ru: Поменять ваши настройки уведомлений %s

source: [%s] Someone repinned your pin
ru_ru: [%s] Кто-то добавил вашу вещь в свою коллекцию

source: %s liked your "%s" pin at %s
ru_ru: Ваша вещь понравилась пользователю %s в коллекции "%s" %s

source: [%s] Someone liked your pin
ru_ru: [%s] Кому-то понравилась ваша вещь

source: %s is now following you. View %s's profile at %s
ru_ru: %s теперь следит за вами. Посмотреть профиль %s's тут %s

source: [%s] Someone is following you
ru_ru: [%s] Кто-то следит за вами

source: %s commented on your "%s" pin at %s
ru_ru: %s комментарий "%s" к вашей вещи %s

source: [%s] Someone commented on your pin
ru_ru: [%s] Кто-то прокомментировал вашу вещь

source: New comment on the pin "%s"
ru_ru: Новый комментарий к вещи "%s"

source: Author : %1$s (IP: %2$s , %3$s)
ru_ru: Автор : %1$s (IP: %2$s , %3$s)

source: URL : %s
ru_ru: Ссылка url : %s

source: Comment:
ru_ru: Комментарий:

source: You can see all comments on this pin here:
ru_ru: Все комментарии к этой вещи тут:

source: Permalink: %s
ru_ru: Ссылка на источник: %s

source: Delete it: %s
ru_ru: Удалить: %s

source: Spam it: %s
ru_ru: В спам: %s

source: [%1$s] Comment: "%2$s"
ru_ru: [%1$s] Комментарий: "%2$s"

source: Description
ru_ru: Описание

source: Add a new board first...
ru_ru: Сначала создайте новую коллекцию...

source: Hi %s
ru_ru: Привет %s, это сообщение с сайта mmade.by

source: Ref: %s
ru_ru: Ссылка: %s

source: %s messsage:
ru_ru: Пользователь %s написал вам личное сообщение:

source: If you are interested please reply this email. If no just delete it.
ru_ru: Если вы заинтересовались, ответьте на это письмо со своей электронной почты, если нет просто удалите. Отправитель никогда не узнает ваш электронный адрес.

source: View %s's profile at %s
ru_ru: Посмотреть %s's профиль %s

source: User %s sent you a message from %s
ru_ru: Пользователь %s отправил вам сообщение из %s

source: %s sent private message to %s on page (%s)
ru_ru: %s прислал приватное сообщение %s на странице (%s)

source: %s profile (%s)
ru_ru: %s профиль (%s)

source: User(%s) reported the "%s" pin.
ru_ru: Пользователь(%s) пожаловался на "%s" .

source: An unregistered user reported the "%s" pin.
ru_ru: Не зарегистрированный пользователь пожаловался на "%s" .

source: Message: %s
ru_ru: Сообщение: %s

source: View pin at %s
ru_ru: Посмотреть вещь в %s

source: [%s] Someone reported a pin
ru_ru: [%s] Кто-то пожаловался на вещь

source: Add Pin
ru_ru: Добавить вещь

source: Add Board
ru_ru: Добавить коллекцию

source: Following Feed
ru_ru: Мои подписки

source: Profile &amp; Pins
ru_ru: Мой профиль

source: Settings
ru_ru: Настройки

source: WP Admin
ru_ru: Режим Бога

source: Log Out
ru_ru: Выйти

source: Notifications
ru_ru: Уведомления

source: Find us on Facebook
ru_ru: Мы в Facebook

source: Follow us on Twitter
ru_ru: Мы в Twitter

source: Subscribe to RSS Feed
ru_ru: Подписаться на RSS

source: Search
ru_ru: Поиск

source: Options saved.
ru_ru: Сохранено

source: Upload
ru_ru: Загрузить

source: View File
ru_ru: Смотреть файл

source: Pending Review
ru_ru: Ожидает подтверждения модератора

source: Start following some users or boards to fill this space up
ru_ru: Начните следить за авторами и их коллекциями

source: Invalid content
ru_ru: Неверное содержание

source: Most Likes
ru_ru: Больше всего лайков

source: Most Comments
ru_ru: Больше всего комментариев

source: Outgoing Email Settings
ru_ru: Настройки Email сообщений

source: Email address
ru_ru: Email адрес

source: Advertisement
ru_ru: Реклама

source: Edit Page
ru_ru: Редактировать

source: Title
ru_ru: Название

source: Select a Category
ru_ru: Выбрать категорию

source: Save Settings
ru_ru: Сохранить

source: Delete Board
ru_ru: Удалить коллекцию

source: No boards found.
ru_ru: Коллекций не найдено

source: All pins on this board will also be deleted.
ru_ru: Все вещи из этой коллекции тоже будут удалены!!!

source: Are you sure you want to permanently delete this board?
ru_ru: Вы ТОЧНО уверены, что хотите удалить эту коллекцию навсегда?

source: Logged Out Successfully
ru_ru: Вы вышли из системы

source: Your password has been reset.
ru_ru: Ваш пароль был сброшен.

source: User registration is currently closed.
ru_ru: Регистрация завершена успешно.

source: To activate account, please check your email for verification link.
ru_ru: Для активации вашей учетной записи, пожалуйста проверьте ваш Email.

source: Account not activated yet. Please check your email for verification link.
ru_ru: Ваша учетная записи еще не активированна, пожалуйста проверьте ваш Email.

source: Verification success. You may login now.
ru_ru: Ваша учетная запись активирована. Теперь вы можете войти на сайт.

source: Invalid verification key
ru_ru: Неправильный код подтверждения.

source: Incorrect Username
ru_ru: Неверное имя пользователя

source: Don't have an account? Sign Up Now
ru_ru: У вас нет аккаунта? Зарегистрируйтесь!

source: The passwords do not match.
ru_ru: Пароли не совпадает

source: Passwords must be at least 6 characters long.
ru_ru: Пароль должен содержать более 6 символов.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
ru_ru: <strong>ERROR</strong>: Введите имя пользователя или Email адрес.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ru_ru: <strong>ERROR</strong>: Пользователя с таким именем не существует.

source: <strong>ERROR</strong>: Invalid username or e-mail.
ru_ru: <strong>ERROR</strong>: Неверное имя пользователя или Email.

source: Password reset is not allowed for this user
ru_ru: Восстановление пароля не допускается для этого пользователя

source: Someone requested that the password be reset for the following account:
ru_ru: Кто-то запрашивает изменение пароля для этого аккаунта:

source: Username: %s
ru_ru: Имя пользователя %s

source: If this was a mistake, just ignore this email and nothing will happen.
ru_ru: Если это письмо пришло к вам случайно, ничего не делайте.

source: To reset your password, visit the following address:
ru_ru: Чтобы изменить пароль, перейдите на эту страницу:

source: [%s] Password Reset
ru_ru: [%s] Изменить пароль

source: The e-mail could not be sent.
ru_ru: Письмо не может быть отправлено.

source: Possible reason: your host may have disabled the mail() function.
ru_ru: Возможная причина: ваш поставщик хостинга отключил функцию почты.

source: Lost Your Password?
ru_ru: Забыли пароль?

source: Check your e-mail for the confirmation link.
ru_ru: Проверьте вашу электронную почту для подтверждения.

source: Sorry, that key does not appear to be valid.
ru_ru: Извините, ключ является недопустимым.

source: Get New Password
ru_ru: Получить новый пароль

source: You will receive a link to create a new password via email.
ru_ru: Вы получите ссылку , чтобы создать новый пароль на email.

source: Reset Password
ru_ru: Изменить пароль

source: New password
ru_ru: Новый пароль

source: Confirm new password
ru_ru: Подтвердите новый пароль

source: Only notifications from last 30 days are available for viewing
ru_ru: Только уведомления за последние 30 дней доступны для просмотра

source: No Notifications Yet.
ru_ru: Пока ничего нет. о_О

source: liked your
ru_ru: понравилась ваша

source: repinned your
ru_ru: добавил вашу

source: is following you
ru_ru: следит за вами

source: commented on your
ru_ru: прокомментировал вашу

source: Edit Pin
ru_ru: Редактировать

source: Needs to preorder
ru_ru: Предзаказ

source: Source e.g. http://domain.com/link
ru_ru: Ссылка на вещь на вашем сайте

source: Save Pin
ru_ru: Добавить вещь

source: Delete Pin
ru_ru: Удалить вещь

source: No pins found.
ru_ru: Ничего нет.

source: Invalid image file.
ru_ru: Неверный файл изображения.

source: Unable to fetch image from remote site
ru_ru: Невозможно получить изображение с удаленного объекта

source: Please save image onto device and upload from device.
ru_ru: Пожалуйста, сохраните изображение на устройстве и загружать с устройства.

source: Pin It
ru_ru: Добавить вещь

source: From Device
ru_ru: Добавить изображение

source: Browse &amp; Upload
ru_ru: Найти и Загрузить

source: From Web
ru_ru: Из интернета

source: Pin It Bookmarklet
ru_ru: Волшебная кнопка "Добавь вещь"

source: Drag the above button to your bookmarks/favorites toolbar. Then click to pin an image from any website. You can also pin videos from
ru_ru: Перетяните эту кнопку на панель закладок вашего браузера. Перейдите на ваш сайт и нажмите на нее. Выберите картинку и она автоматически добавит запись на mmade.by. Магия! Так же можно добавлять видео из

source: Pin It Button
ru_ru: Кнопка "Добавь вещь"

source: Make it easy for people to pin from your site. Copy the code below and paste it where you want the button to appear on your website.
ru_ru: Добавь эту кнопку себе на сайт. Все могут расшаривать твои работы на mmade.by

source: Are you sure you want to permanently delete this pin?
ru_ru: Вы уверены что хотите удалить эту вещь безвозвратно?

source: <strong>ERROR</strong>: Enter email address.
ru_ru: <strong>Ошибка</strong>: Введите Email

source: Thank you for registering with %s.
ru_ru: Спасибо за регистрацию через %s.

source: Please click the link to verify your email:
ru_ru: Перейдите по этой ссылке для того, чтоб подтвердить свой Email:

source: [%s] Account Registration
ru_ru: [%s] Регистрация аккунта

source: <strong>ERROR</strong>: Account is already activated.
ru_ru: <strong>Ошибка</strong>: Аккаунт уже зарегистрирован.

source: <strong>ERROR</strong>: Email not found.
ru_ru: <strong>Ошибка</strong>: Email не найден.

source: <strong>ERROR</strong>: Please enter a username.
ru_ru: <strong>Ошибка</strong>: Введите имя пользователя.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
ru_ru: <strong>Ошибка</strong>: Это имя пользователя не может быть зарегистрировано так как содержит неразрешенные символы. Попробуйте другое.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
ru_ru: <strong>Ошибка</strong>: Такой пользователь уже зарегистрирован. Выберите другое имя пользователя.

source: <strong>ERROR</strong>: Please type your e-mail address.
ru_ru: <strong>Ошибка</strong>: Напишите свой Email.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
ru_ru: <strong>Ошибка</strong>: Email адрес какой-то не правильный.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
ru_ru: <strong>Ошибка</strong>: Этот Email уже зарегистрирован. Выберите другой пожалуйста.

source: Password cannot be blank.
ru_ru: Поля пароля не может быть пустым.

source: Antispam field is incorrect.
ru_ru: Поле антиспама заполнено не корректно.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
ru_ru: <strong>Ошибка</strong>: Не можем вас зарегистрировать. Пожалуйста сообщите <a href="mailto:%s">администратору</a> об этой проблеме. Спасибо!

source: Password: %s
ru_ru: Пароль: %s

source: Resend Activation Email
ru_ru: Выслать письмо активации еще раз.

source: Please check your email for activation.
ru_ru: Проверьте ваш Email на наличие письма активации.

source: Resend
ru_ru: Переслать

source: Check your junk/spam folder if you did not receive the activation email
ru_ru: Если долго не приходит письмо активации, проверьте папку <strong>спам</strong> в вашей электронной почте.

source: Username
ru_ru: Имя пользователя

source: Confirm Password
ru_ru: Подтвердите пароль

source: I Agree To The
ru_ru: Я согласен(на) на

source: Terms of Service
ru_ru: Правила пользования

source: Already have an account? Login now
ru_ru: Есть аккаунт? Заходи!

source: Resend activation email
ru_ru: Выслать письмо активации еще раз.

source: You can&#8217;t give users that role.
ru_ru: Вы не можете присвоить пользователям эту роль.

source: <strong>ERROR</strong>: You entered your new password only once.
ru_ru: <strong>Ошибка</strong>: Вы вписали новый пароль только один раз.

source: <strong>ERROR</strong>: Please enter your password.
ru_ru: <strong>Ошибка</strong>: Введите ваш пароль пожалуйста.

source: <strong>ERROR</strong>: Please enter your password twice.
ru_ru: <strong>Ошибка</strong>: Введите пароль 2 раза, пожалкуйста.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
ru_ru: <strong>Ошибка</strong>: Пароль не должен содержать такие "\" знаки.

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
ru_ru: <strong>Ошибка</strong>: Введите одинаковые пароли в оба поля паролей пожалуйста.

source: <strong>ERROR</strong>: Please enter an email address.
ru_ru: <strong>Ошибка</strong>: Введите Email.

source: [%s] Email Verification
ru_ru: [%s] Подтвержение Email

source: No Such User.
ru_ru: Нет такого пользователя.

source: Administrator Profile: No Access
ru_ru: Профиль администратора: Доступ запрещен.

source: Change Profile Username? (Days Left:
ru_ru: Изменить имя пользователя? (Осталось дней:

source: Change
ru_ru: Изменить

source: You will be logged out upon successful changing of username. Please login again with
ru_ru: При успешной смене имени пользователя вы будете вылогинены. Пожалуйста зайдите еще раз с новым именем

source: Settings Saved.
ru_ru: Настройки сохранены.

source: Your email will be changed upon verification. Please check your new email for verification link.
ru_ru: Ваш Email адрес будет изменен из-за верификации. Проверьте ваш новый Email для подтверждения нового адреса.

source: Your email has been verified and updated.
ru_ru: Ваш Email адрес был верифицирован и обновлен.

source: Invalid email provided by
ru_ru: Неверный Email

source: Please enter a valid email to receive email notifications.
ru_ru: Впишите правильный Email адрес для того чтоб получать уведомления об активности.

source: If you would like to change the password, type a new one. Otherwise leave them blank.
ru_ru: Если вы хотите изменить пароль, впишите. Если не хотите, оставьте поля пустыми.

source: Profile
ru_ru: Профиль и контактные данные

source: See Your Public Profile
ru_ru: Посмотреть профиль

source: Display Name
ru_ru: Отображаемое имя

source: About
ru_ru: Пару слов о вас

source: about me
ru_ru: Коротко о вас и вашем хобби

source: Short description about you and your hobby
ru_ru: Кратко опишите кто вы и чем занимаетесь.

source: Location
ru_ru: Место нахождения

source: city, country
ru_ru: Город, Страна

source: Website
ru_ru: Ваш сайт

source: myweb.com
ru_ru: http://mmade.by

source: Facebook Username
ru_ru: Профиль Facebook

source: myfb
ru_ru: ваш профиль на facebook

source: Twitter Username
ru_ru: Twitter аккаунт

source: mytwitter
ru_ru: @профиль

source: Pinterest Username
ru_ru: Профиль Pinterest

source: mypinterest
ru_ru: ваш профиль pinterest

source: +mygoogle or 123456789
ru_ru: Ваш google+ или ID

source: VK.com Username
ru_ru: Ваша страница vkontakte

source: myvkontakte
ru_ru: ваш профиль vk.com

source: Ok.ru Username
ru_ru: Профиль в Одноклассниках

source: myodnoklassniki
ru_ru: ваш профиль на Одноклассниках

source: Contact Email
ru_ru: Контактный Email адрес

source: contact@example.com (invisible to others)
ru_ru: контактный Email

source: Invisible for others
ru_ru: Скрыт, используется для Сообщений. Для того, чтоб вам не присылали сообщения, просто оставьте поле пустым.

source: Contact Phone Number
ru_ru: Контактный номер телефона

source: Contact Skype
ru_ru: Контактный Skype

source: myskypeid
ru_ru: ваш Skype

source: Legal
ru_ru: Юридическая информация

source: Individual/Artisan/Legal
ru_ru: Юридический статус

source: Legal ID
ru_ru: Название и УНП

source: Legal Address
ru_ru: Юридический адрес

source: Legal tips
ru_ru: Деятельность регулируется указом Президента РБ от 16 Мая 2005 г. № 225 "О некоторых вопросах осуществления физическими лицами ремесленной деятельности." <a href="http://www.mmade.by/help/pravo/"> ссылка </a>

source: Decor
ru_ru: Оформление

source: Email Notifications
ru_ru: Уведомления на Email

source: Notify when someone follows me
ru_ru: ... если кто-то начал следить за мной

source: Notify when someone likes my pin
ru_ru: ... кому-то понравилась моя вещь

source: Notify when someone repins my pin
ru_ru: Уведомить если, кто-то добавил в коллекцию мою вещь

source: Notify when someone comments on My pin
ru_ru: ... если то-то прокомментировал мою вещь

source: Avatar (Recommended 300 x 300px)
ru_ru: Аватар (Рекомендуем размер изображения 300 x 300px)

source: Profile Cover (Recommended 1500 x 300px)
ru_ru: Обложка профиля (Рекомендуем размер изображения 1500 x 300px)

source: Delete Account
ru_ru: Удалить аккаунт.

source: All data and profile will be deleted.
ru_ru: Все данные и профиль будут удалены.

source: Are you sure you want to permanently delete this account?
ru_ru: Вы ТОЧНО хотите удалить этот аккаунт?

source: This is an administrator account. To delete this account, go to WP-Admin > Users.
ru_ru: Это аккаунт администратора. Чтоб удалить пили в WP-Admin > Users.

source: Everything
ru_ru: Всё

source: Related Pins
ru_ru: Взаимосвязанные вещи

source: All
ru_ru: Все

source: Price
ru_ru: Цена

source: Sort by
ru_ru: Сортировать по

source: Most recent
ru_ru: Самые последние

source: Most popular
ru_ru: Самые популрные

source: Price lowest
ru_ru: Меньшая цена

source: Price highest
ru_ru: Большая цена

source: Popular
ru_ru: Популярное

source: Top Users (Most Followers)
ru_ru: Самые популярные

source: Nobody yet.
ru_ru: Пока никого нет.

source: Top Users (Most Pins)
ru_ru: Самые активные

source: My Own Pins
ru_ru: Ваши вещи

source: Tags
ru_ru: Метки
